Repository: pannal/dontpanickodi
Catalog: nexus/script.pm4k.loguploader/resources/language/resource.language.*/strings.po
Languages: bs_ba, es_es, hr_hr, sv_se

# Addon Summary
source: Uploads your kodi.log file.
bs_ba: Otprema vašu kodi.log datoteku.
es_es: Sube tu archivo kodi.log.
hr_hr: Šalje vašu kodi.log datoteku.
sv_se: Skickar upp din kodi.log-fil.

# Addon Description
source: Uploads your kodi.log file and returns an url you can post on http://forum.kodi.tv/
bs_ba: Otprema vašu kodi.log datoteku i vraća URL adresu koju možete objaviti na http://forum.kodi.tv/
es_es: Sube a la nube tu archivo kodi.log y devuelve una url que puede publicar en http://forum.kodi.tv/
hr_hr: Šalje vašu kodi.log datoteku i vraća url koji možete objaviti na http://forum.kodi.tv/
sv_se: Skickar upp din kodi.log-fil och returnerar en webbadress som du kan lägga upp på http://forum.kodi.tv/

# #32001
source: The file is empty
bs_ba: Datoteka je prazna
es_es: El archivo está vacío
hr_hr: Datoteka je prazna
sv_se: Filen är tom

# #32002
source: Failed to read the file
bs_ba: Nije uspjelo čitanje datoteke
es_es: Error al leer el archivo
hr_hr: Neuspjelo čitanje datoteke
sv_se: Misslyckades med att läsa filen

# #32003
source: Failed to connect to the server
bs_ba: Povezivanje sa serverom nije uspjelo
es_es: Error al conectar con servidor
hr_hr: Neuspjelo povezivanje s poslužiteljem
sv_se: Misslyckades med att ansluta till servern

# #32004
source: Failed to retrieve the paste url
bs_ba: Nije uspjelo preuzimanje URL-a za lijepljenje
es_es: Error al obtener URL para pegar
hr_hr: Neuspjelo primanje zalijepljenog url-a
sv_se: Misslyckades med att hämta paste url

# #32005
source: This file is too large. Max size is 1MB.
bs_ba: Ova datoteka je prevelika. Maksimalna veličina je 1 MB.
es_es: El archivo es demasiado grande. El tamaño máximo es de 1MB.
hr_hr: Datoteka je prevelika. Najveća veličina je 1MB.

# #32006
source: Post this url or scan QRcode for your %s, together with a problem description, on the Kodi forum: %s
bs_ba: Objavite ovaj URL ili skenirajte QR kod za vaš %s, zajedno s opisom problema, na Kodi forumu: %s
es_es: Publique esta URL o escanee el código QR para su %s, junto con una descripción del problema, en el foro de Kodi: %s
hr_hr: Objavi ovaj url ili skeniraj QRcode za vaš %s, zajedno s opisom problema, na Kodi forumu: %s
sv_se: Skicka den här webbadressen eller skanna QR-koden för din %s, tillsammans med en problembeskrivning, på Kodi-forumet: %s

# #32007
source: Error posting the logfile.
bs_ba: Greška prilikom objavljivanja datoteke dnevnika.
es_es: Error cargando el archivo de registro.
hr_hr: Greška objave datoteke zapisa.
sv_se: Fel vid postning av loggfilen.

# #32011
source: Error posting the kodi.log file
bs_ba: Greška prilikom objavljivanja kodi.log datoteke
es_es: Error cargando el archivo kodi.log
hr_hr: Greška objave kodi.log datoteke
sv_se: Fel vid postning av kodi.log-filen

# #32012
source: Error posting the old log file
bs_ba: Greška prilikom objavljivanja stare datoteke dnevnika
es_es: Error cargando el archivo de registro anterior
hr_hr: Greška objave stare datoteke zapisa
sv_se: Fel vid postning av den gamla loggfilen

# #32013
source: Error posting the crashlog file
bs_ba: Greška prilikom objavljivanja datoteke zapisnika o padu sistema
es_es: Error cargando el archivo de registro de fallos
hr_hr: Greška objave datoteke zapisa rušenja
sv_se: Fel vid postning av crashlog-filen

# #32021
source: No old log file found
bs_ba: Nije pronađena stara datoteka zapisnika
es_es: No se ha encontrado un archivo de registro anterior
hr_hr: Nema pronađene stare datoteke zapisa
sv_se: Ingen gammal loggfil hittades

# #32022
source: No crashlog file found
bs_ba: Nije pronađena datoteka zapisnika o padu sistema
es_es: No se ha encontrado un archivo de registro de fallos
hr_hr: Nema pronađene datoteke zapisa rušenja
sv_se: Ingen crashlog-fil hittades

# #32023
source: Windows crashlogs are not supported, please disable this option in the addon settings
bs_ba: Zapisnici o padu sistema Windows nisu podržani, molimo vas da onemogućite ovu opciju u postavkama dodatka
es_es: Los registros de fallos de Windows no están soportados. Por favor, desactive esta opción en los ajustes del complemento
hr_hr: Windows zapisi rušenja nisu podržani, onemogućite ovu mogućnost u postavkama dodatka
sv_se: Windows kraschloggar stöds inte, inaktivera det här alternativet i tilläggsinställningarna

# #32024
source: Android crashlogs are not supported, please disable this option in the addon settings
bs_ba: Zapisnici o padu sistema za Android nisu podržani, molimo vas da onemogućite ovu opciju u postavkama dodatka
es_es: Los registros de fallos de Android no están soportados. Por favor, desactive esta opción en los ajustes del complemento
hr_hr: Android zapisi rušenja nisu podržani, onemogućite ovu mogućnost u postavkama dodatka
sv_se: Androids kraschloggar stöds inte, inaktivera det här alternativet i tilläggsinställningarna

# #32031
source: logfile
bs_ba: datoteka zapisa
hr_hr: datoteka zapisa
sv_se: loggfil

# #32032
source: old log
bs_ba: stari zapis
hr_hr: stari zapis
sv_se: gammal logg

# #32033
source: crashlog
bs_ba: zapisnik o padu programa
hr_hr: zapis rušenja
sv_se: kraschlogg

# #32040
source: Do you want to view your %s or upload it to http://paste.kodi.tv/?
bs_ba: Želite li pregledati svoj %s ili ga otpremiti na http://paste.kodi.tv/?
es_es: ¿Quieres ver tu %s o subirlo a http://paste.kodi.tv?
hr_hr: Želite li vidjeti vaš %s ili ga poslati na http://paste.kodi.tv/?

# #32041
source: view
bs_ba: pregled
es_es: Ver
hr_hr: pogledaj
sv_se: visa

# #32042
source: upload
bs_ba: otpremi
es_es: Subir
hr_hr: pošalji
sv_se: skicka upp

# #32501
source: Advanced options
bs_ba: Napredne opcije
es_es: Opciones avanzadas
hr_hr: Napredne mogućnosti
sv_se: Avancerade alternativ

# #32502
source: Additional logfiles to post
bs_ba: Dodatne datoteke zapisnika za objavu
es_es: Archivos de registro adicionales a cargar
hr_hr: Dodatne datoteke zapisa za objavu
sv_se: Ytterligare loggfiler att posta

# #32503
source: Post the old logfile, from the last time Kodi ran
bs_ba: Objavite stari log fajl, od posljednjeg puta kada je Kodi pokrenut
es_es: Carga el registro anterior, a la última ejecución de Kodi
hr_hr: Objavi stare datoteke zapisa, od posljednjeg Kodi pokretanja
sv_se: Posta den gamla loggfilen, från förra gången Kodi körde

# #32504
source: Post the crashlog (available on linux/osx/ios only)
bs_ba: Objavite zapisnik o padu sistema (dostupno samo na Linux/OSX/iOS platformama)
es_es: Carga el registro de fallos (disponible en linux/osx/ios únicamente)
hr_hr: Objavi zapise rušenja (dostupno samo za linux/osx/ios)
sv_se: Posta kraschloggen (endast tillgängligt på linux/osx/ios)

# #32005
source: This file is too large. Max size is 10MB.
sv_se: Den här filen är för stor. Max storlek är 10MB.

# #32040
source: Do you want to view your %s or upload it to http://paste.pm4k.eu/?
sv_se: Vill du visa dina %s eller skicka upp dem till http://paste.pm4k.eu/?
