Repository: pannal/dontpanickodi
Catalog: matrix/script.pm4k.loguploader/resources/language/resource.language.*/strings.po
Languages: cs_cz, da_dk, de_de, ga, pt_br

# Addon Summary
source: Uploads your kodi.log file.
cs_cz: Nahraje váš kodi.log soubor.
da_dk: Uploader din kodi.log-fil.
de_de: Lädt eine kodi.log-Datei hoch.
ga: Uaslódálann sé do chomhad kodi.log.
pt_br: Envia seu arquivo kodi.log.

# Addon Description
source: Uploads your kodi.log file and returns an url you can post on http://forum.kodi.tv/
cs_cz: Nahraje váš kodi.log soubor a vrátí url, které můžete odeslat na http://forum.kodi.tv/
da_dk: Uploader din kodi.log-fil og returnerer en url, du kan skrive på http://forum.kodi.tv/
de_de: Lädt eine kodi.log-Datei hoch und erstellt eine URL dafür, die in http://forum.kodi.tv/ veröffentlicht werden kann
ga: Uaslódálann sé do chomhad kodi.log agus tugann sé URL ar ais is féidir leat a phostáil ar http://forum.kodi.tv/
pt_br: Envia seu arquivo kodi.log e retorna um URL que você pode postar em http://forum.kodi.tv/

# #32001
source: The file is empty
cs_cz: Soubor je prázdný
da_dk: Filen er tom
de_de: Die Datei ist leer
ga: Tá an comhad folamh
pt_br: O arquivo está vazio

# #32002
source: Failed to read the file
cs_cz: Chyba při načítání souboru
da_dk: Kunne ikke læse filen
de_de: Fehler beim Lesen der Datei
ga: Theip ar an gcomhad a léamh
pt_br: Falha ao ler o arquivo

# #32003
source: Failed to connect to the server
cs_cz: Chyba při připojování k serveru
da_dk: Kunne ikke forbinde til serveren
de_de: Fehler beim Verbinden zum Server
ga: Theip ar cheangal leis an bhfreastalaí
pt_br: Falhou ao conectar com o servidor

# #32004
source: Failed to retrieve the paste url
cs_cz: Chyba při získávání url k odeslání
da_dk: Den indsatte url kunne ikke hentes
de_de: Fehler beim Empfangen der URL
ga: Theip ar an url greamaithe a aisghabháil
pt_br: Falha ao recuperar o URL de colagem

# #32005
source: This file is too large. Max size is 10MB.
da_dk: Filen er for stor. Maksimal størrelse er 10MB.
de_de: Diese Datei ist zu groß. Maximalgröße ist 1 MB.

# #32006
source: Post this url or scan QRcode for your %s, together with a problem description, on the Kodi forum: %s
cs_cz: Zašlete toto url nebo naskenujte QRkód pro váš %s, spolu s popisem problému na Kodi fórum: %s
da_dk: Indsend denne url eller scan QR-kode for din % sammen med en beskrivelse af problemet på Kodi-forummet: %s
de_de: Diese URL posten oder QR-Code für %s einscannen, zusammen mit einer Problembeschreibung, im Kodi-Forum: %s
ga: Postáil an url seo nó scanadh an cód QR le haghaidh do %s, mar aon le cur síos ar an bhfadhb, ar fhóram Kodi: %s
pt_br: Publique este URL ou escaneie o QRcode do seu %s, juntamente com uma descrição do problema, no fórum Kodi: %s

# #32007
source: Error posting the logfile.
cs_cz: Chyba při odesílání souboru logu.
da_dk: Fejl under indsendelse af logfilen.
de_de: Fehler beim Hochladen der Protokolldatei.
ga: Earráid ag postáil an chomhaid loga.
pt_br: Erro ao postar o arquivo de log.

# #32011
source: Error posting the kodi.log file
cs_cz: Chyba při odesílání souboru kodi.log
da_dk: Fejl ved indsendelse af kodi.log-filen
de_de: Fehler beim Hochladen der kodi.log-Datei
ga: Earráid ag postáil an chomhaid kodi.log
pt_br: Erro ao postar o arquivo kodi.log

# #32012
source: Error posting the old log file
cs_cz: Chyba při odesílání starého souboru logu
da_dk: Fejl ved indsendelse af den gamle logfil
de_de: Fehler beim Hochladen der alten Protokolldatei
ga: Earráid ag postáil an seanchomhaid loga
pt_br: Erro ao postar o arquivo de log antigo

# #32013
source: Error posting the crashlog file
cs_cz: Chyba při odesílání souboru crashlog
da_dk: Fejl under indsendelse af crash-logfilen
de_de: Fehler beim Hochladen der Absturzprotokolldatei
ga: Earráid ag postáil an chomhaid loga tuairteála
pt_br: Erro ao postar o arquivo crashlog

# #32021
source: No old log file found
cs_cz: Nenalezen starý log soubor
da_dk: Ingen gammel logfil fundet
de_de: Keine alte Protokolldatei gefunden
ga: Níor aimsíodh aon chomhad loga seanchaite
pt_br: Nenhum arquivo de log antigo encontrado

# #32022
source: No crashlog file found
cs_cz: Nenalezen soubor crashlog
da_dk: Ingen crash-logfil fundet
de_de: Keine Absturzprotokolldatei gefunden
ga: Níor aimsíodh aon chomhad tuairteála
pt_br: Nenhum arquivo de crashlog encontrado

# #32023
source: Windows crashlogs are not supported, please disable this option in the addon settings
cs_cz: Windows crashlogy nejsou podporovány, prosím zrušte tuto možnost v nastavení doplňku
da_dk: Windows crashlogs understøttes ikke. Deaktiver venligst denne mulighed i indstillingerne for add-on'et
de_de: Windows-Absturzprotokolle werden nicht unterstützt. Bitte diese Option in den Addon-Einstellungen deaktivieren
ga: Ní thacaítear le logaí tuairteála Windows, díchumasaigh an rogha seo i socruithe an bhreiseáin le do thoil
pt_br: Crashlogs do Windows não são suportados, desative esta opção nas configurações do complemento

# #32024
source: Android crashlogs are not supported, please disable this option in the addon settings
cs_cz: Android crashlogy nejsou podporovány, prosím zrušte tuto možnost v nastavení doplňku
da_dk: Android crashlogs understøttes ikke. Deaktiver venligst denne mulighed i indstillingerne for add-on'et
de_de: Android-Absturzprotokolle werden nicht unterstützt. Bitte diese Option in den Addon-Einstellungen deaktivieren
ga: Ní thacaítear le logaí tuairteála Android, díchumasaigh an rogha seo i socruithe an bhreiseáin le do thoil
pt_br: Crashlogs do Android não são suportados, desative esta opção nas configurações do complemento

# #32031
source: logfile
cs_cz: logovací soubor
da_dk: logfil
de_de: Protokolldatei
ga: comhad loga
pt_br: arquivo de log

# #32032
source: old log
cs_cz: starý log
da_dk: gammel logfil
de_de: Alte Protokolldatei
ga: sean-log
pt_br: registro antigo

# #32033
source: crashlog
de_de: Absturzprotokolldatei
ga: loga tuairteála
pt_br: registro de falhas

# #32040
source: Do you want to view your %s or upload it to http://paste.pm4k.eu/?
da_dk: Vil du se din %s eller uploade den til http://paste.pm4k.eu/?
de_de: Soll %s angesehen oder auf http://paste.pm4k.eu/ hochgeladen werden?

# #32041
source: view
cs_cz: zobrazit
da_dk: vis
de_de: Ansehen
ga: radharc
pt_br: exibir

# #32042
source: upload
cs_cz: nahrát
de_de: Hochladen
ga: uaslódáil
pt_br: enviar

# #32501
source: Advanced options
cs_cz: Rozšířená nastavení
da_dk: Avancerede indstillinger
de_de: Erweiterte Optionen
ga: Roghanna ardleibhéil
pt_br: Opções avançados

# #32502
source: Additional logfiles to post
cs_cz: Další log soubory k odeslání
da_dk: Yderligere logfiler der sendes
de_de: Zusätzlich hochzuladende Protokolldateien
ga: Logchomhaid bhreise le postáil
pt_br: Arquivos de log adicionais para postar

# #32503
source: Post the old logfile, from the last time Kodi ran
cs_cz: Odeslat starý log z posledního spuštění Kodi
da_dk: Indsend den gamle logfil, fra sidste gang Kodi kørte
de_de: Die alte Protokolldatei, von der letzten Kodi-Ausführung, hochladen
ga: Cuir an seanchomhad loga suas, ón uair dheireanach a rith Kodi
pt_br: Poste o arquivo de log antigo, da última vez que o Kodi foi executado

# #32504
source: Post the crashlog (available on linux/osx/ios only)
cs_cz: Odeslat crashlog (dostupné pouze na linux/osx/ios)
da_dk: Indsend crashlogfilen (kun tilgængelig på linux/osx/ios)
de_de: Absturzprotokolldatei hochladen (nur verfügbar für Linux, macOS, iOS)
ga: Postáil an log tuairteála (ar fáil ar linux/osx/ios amháin)
pt_br: Poste o crashlog (disponível apenas em linux/osx/ios)

# #32005
source: This file is too large. Max size is 1MB.
cs_cz: Tento soubor je příliš velký. Max. velikost je 1MB.
ga: Tá an comhad seo rómhór. Is é 1MB an méid uasta.
pt_br: Este arquivo é muito grande. O tamanho máximo é 1 MB.

# #32040
source: Do you want to view your %s or upload it to http://paste.kodi.tv/?
cs_cz: Přejete si zobrazit váš %s nebo jej nahrát na http://paste.kodi.tv/?
ga: Ar mhaith leat do %s a fheiceáil nó é a uaslódáil chuig http://paste.kodi.tv/?
pt_br: Deseja ver seu %s ou enviá-lo para http://paste.kodi.tv/?
