Repository: pannal/dontpanickodi
Catalog: omega/script.pm4k.loguploader/resources/language/resource.language.*/strings.po
Languages: es_mx, et_ee, fi_fi, fr_fr, it_it, ko_kr, ru_ru, zh_cn

# Addon Summary
source: Uploads your kodi.log file.
es_mx: Carga tu archivo kodi.log.
et_ee: Laadib üles kodi.log faili.
fi_fi: Lähettää kodi.log-tiedostosi.
fr_fr: Téléverse votre fichier kodi.log.
it_it: Carica il tuo file kodi.log.
ko_kr: kodi.log 파일을 업로드합니다.
ru_ru: Загрузка kodi.log.
zh_cn: 上传你的 kodi.log 文件。

# Addon Description
source: Uploads your kodi.log file and returns an url you can post on http://forum.kodi.tv/
es_mx: Carga tu archivo kodi.log y te retorna una url que puedes publicar en http://forum.kodi.tv/
et_ee: Laadib üles faili kodi.log ja annab URL-i, mille saad postitada saidile http://forum.kodi.tv/
fi_fi: Lähettää kodi.log-tiedostosi ja palauttaa URL-osoitteen, jonka voit lähettää https://forum.kodi.tv/ -keskustelualueelle
fr_fr: Téléverse votre fichier kodi.log et renvoie une URL qui peut être publiée sur http://forum.kodi.tv/
it_it: Carica il tuo file kodi.log e restituisce un URL che puoi pubblicare su http://forum.kodi.tv/
ko_kr: kodi.log 파일을 업로드하고 http://forum.kodi.tv/에 게시할 수 있는 URL을 돌려줍니다
ru_ru: Загружает файл журнала Kodi и возвращает ссылку, которую можно опубликовать на форуме – http://forum.kodi.tv/
zh_cn: 上传你的 kodi.log 文件并返回可以发布到 http://forum.kodi.tv/ 的 url 网络地址

# #32001
source: The file is empty
es_mx: El archivo está vacío
et_ee: See fail on tühi
fi_fi: Tiedosto on tyhjä
fr_fr: Le fichier est vide
it_it: Il file è vuoto
ko_kr: 파일이 비었음
ru_ru: Файл не содержит данных
zh_cn: 文件内容为空

# #32002
source: Failed to read the file
es_mx: Error leyendo el archivo
et_ee: Faili lugemine nurjus
fi_fi: Tiedoston luku epäonnistui
fr_fr: Échec lors de la lecture du fichier
it_it: Impossibile leggere il file
ko_kr: 파일을 읽지 못함
ru_ru: Не удалось прочитать файл
zh_cn: 读取文件失败

# #32003
source: Failed to connect to the server
es_mx: Error al conectar con el servidor
et_ee: Ühendumine serveriga nurjus
fi_fi: Palvelimeen ei saatu yhteyttä
fr_fr: Échec lors de la connexion au serveur
it_it: Impossibile connettersi al server
ko_kr: 서버에 연결하지 못함
ru_ru: Не удалось подключиться к серверу
zh_cn: 无法连接到服务器

# #32004
source: Failed to retrieve the paste url
es_mx: Error al obtener la url del archivo
et_ee: URL-i vastuvõtmine nurjus
fi_fi: Liitettävän URL-osoitteen vastaanotto epäonnistui
fr_fr: Échec lors de la récupération de l’URL du fichier
it_it: Impossibile recuperare l'URL incollata
ko_kr: 붙여넣기 URL을 검색하지 못함
ru_ru: Не удалось получить ссылку
zh_cn: 获取粘贴的 url 失败

# #32005
source: This file is too large. Max size is 1MB.
es_mx: El archivo es demasiado grande. El tamaño máximo es 1MB.
et_ee: See fail on liiga suur. Maksimaalne suurus on 1 MB.
fi_fi: Tiedosto on liian suuri. Enimmäiskoko on 1 Mt.
fr_fr: Le fichier est trop gros. La taille max est de 1 Mo.
it_it: Questo file è troppo grande. La dimensione massima è 1 MB.

# #32006
source: Post this url or scan QRcode for your %s, together with a problem description, on the Kodi forum: %s
es_mx: Publica esta URL o escanea el código QR para tu %s, junto con una descripción del problema, en el foro de Kodi: %s
et_ee: Postita see URL või skaneeri oma %s QR-kood koos probleemi kirjeldusega Kodi foorumisse: %s
fi_fi: Lähetä tämä URL-osoite tai lue laitteen %s QR-koodi ongelmakuvauksen kanssa Kodin keskustelualueelle: %s
fr_fr: Publier cette URL ou scanner le QRcode pour votre %s, accompagnée de la description du problème, sur le forum Kodi : %s
it_it: Pubblica questo URL o scansiona il codice QR per il tuo %s, insieme a una descrizione del problema, sul forum di Kodi: %s
ko_kr: 이 URL을 게시하거나 Kodi 포럼에 문제 설명과 함께 %s의 QR코드를 스캔하세요: %s
ru_ru: Опубликуйте эту ссылку или отсканируйте QR-код для вашего %s вместе с описанием проблемы на форуме Kodi: %s
zh_cn: 在 Kodi 论坛上发布 %s 的此 url 或扫描 QRcode，并附上问题描述：%s

# #32007
source: Error posting the logfile.
es_mx: Error cargando el archivo log.
et_ee: Viga logifaili postitamisel.
fi_fi: Virhe lähetettäessä lokitiedostoa.
fr_fr: Erreur lors de la publication du fichier de journalisation.
it_it: Errore durante la pubblicazione del file di registro.
ko_kr: 로그 파일을 게시하는 동안 오류가 발생했습니다.
ru_ru: Ошибка публикации лог-файла.
zh_cn: 发布日志文件时出错。

# #32011
source: Error posting the kodi.log file
es_mx: Error cargando el archivo kodi.log
et_ee: Viga kodi.log faili postitamisel
fi_fi: Virhe lähetettäessä kodi.log-tiedostoa
fr_fr: Erreur lors de la publication du fichier kodi.log
it_it: Errore durante la pubblicazione del file kodi.log
ko_kr: kodi.log 파일 게시 오류
ru_ru: Ошибка при публикации файла kodi.log
zh_cn: 发布 kodi.log 文件时出错

# #32012
source: Error posting the old log file
es_mx: Error cargando el archivo log anterior
et_ee: Viga vana logifaili postitamisel
fi_fi: Virhe lähetettäessä vanhaa lokitiedostoa
fr_fr: Erreur lors de la publication de l’ancien fichier de journalisation
it_it: Errore durante la pubblicazione del vecchio file di registro
ko_kr: 이전 로그 파일을 게시하는 동안 오류가 발생함
ru_ru: Ошибка при публикации предыдущего лог-файла
zh_cn: 发布旧日志文件时出错

# #32013
source: Error posting the crashlog file
es_mx: Error cargando el archivo log de crasheo
et_ee: Viga krahhi logifaili postitamisel
fi_fi: Virhe lähetettäessä kaatumislokin tiedostoa
fr_fr: Erreur lors de la publication du rapport de plantage
it_it: Errore durante la pubblicazione del file di registro degli arresti anomali
ko_kr: 충돌 로그 파일을 게시하는 동안 오류가 발생함
ru_ru: Ошибка при публикации аварийного лог-файла
zh_cn: 发布崩溃日志文件时出错

# #32021
source: No old log file found
es_mx: No se encontró un archivo log anterior
et_ee: Vana logifaili ei leitud
fi_fi: Vanhaa lokitiedostoa ei löytynyt
fr_fr: Pas d’ancien fichier de journalisation trouvé
it_it: Nessun vecchio file di registro trovato
ko_kr: 오래된 로그 파일을 찾을 수 없음
ru_ru: Предыдущий лог-файл не найден
zh_cn: 找不到旧日志文件

# #32022
source: No crashlog file found
es_mx: No se encontró un archivo log de crasheo
et_ee: Krahhi logifaili faili ei leitud
fi_fi: Kaatumislokin tiedostoa ei löytynyt
fr_fr: Pas de rapport de plantage trouvé
it_it: Nessun file di registro degli arresti anomali trovato
ko_kr: 충돌 로그 파일을 찾을 수 없음
ru_ru: Аварийный лог-файл не найден
zh_cn: 找不到崩溃日志文件

# #32023
source: Windows crashlogs are not supported, please disable this option in the addon settings
es_mx: No se soportan los logs de crasheo de Windows, por favor desactiva esta opción en la configuración del complemento
et_ee: Windowsi krahhiloge ei toetata, palun keela see valik lisaseadetes
fi_fi: Windowsin kaatumislokeja ei tueta ja asetus tulee poistaa käytöstä lisäosan asetuksista
fr_fr: Les rapports de plantage Windows ne sont pas supportés, veuillez désactiver cette option dans les paramètres de l’extension
it_it: I file di registro degli arresti anomali di Windows non sono supportati, disabilita questa opzione nelle impostazioni dell'add-on
ko_kr: Windows 충돌 로그는 지원되지 않으므로, 애드온 설정에서 이 옵션을 사용하지 마십시오
ru_ru: Аварийные журналы Windows не поддерживаются; отключите эту опцию в настройках дополнения
zh_cn: 不支持 Windows 崩溃日志，请在插件设置中禁用此选项

# #32024
source: Android crashlogs are not supported, please disable this option in the addon settings
es_mx: No se soportan los logs de crasheo de Android, por favor desactiva esta opción en la configuración del complemento
et_ee: Androidi krahhi logifaile ei toetata, palun keela see valik lisaseadetes
fi_fi: Androidin kaatumislokeja ei tueta ja asetus tulee poistaa käytöstä lisäosan asetuksista
fr_fr: Les rapports de plantage Android ne sont pas supportés, veuillez désactiver cette option dans les paramètres de l’extension
it_it: I file di registro degli arresti anomali di Android non sono supportati, disabilita questa opzione nelle impostazioni dell'add-on
ko_kr: Android 충돌 로그는 지원되지 않으므로, 애드온 설정에서 이 옵션을 사용하지 마십시오
ru_ru: Аварийные журналы Android не поддерживаются; отключите эту опцию в настройках дополнения
zh_cn: 不支持 Android 崩溃日志，请在插件设置中禁用此选项

# #32031
source: logfile
es_mx: archivo log
et_ee: logifail
fi_fi: lokitiedosto
fr_fr: fichier de journalisation
it_it: file di registro
ko_kr: 로그 파일
ru_ru: лог-файл
zh_cn: 日志文件

# #32032
source: old log
es_mx: log anterior
et_ee: vana logifail
fi_fi: vanha loki
fr_fr: ancien fichier de journalisation
it_it: vecchio registro
ko_kr: 오래된 로그
ru_ru: предыдущий лог-файл
zh_cn: 旧日志

# #32033
source: crashlog
es_mx: log de crasheo
et_ee: krahhi logifail
fi_fi: kaatumisloki
fr_fr: rapport de plantage
it_it: registro arresti anomali
ko_kr: 충돌 로그
ru_ru: аварийный лог-файл
zh_cn: 崩溃日志

# #32040
source: Do you want to view your %s or upload it to http://paste.kodi.tv/?
es_mx: ¿Quieres ver tu %s o cargarlo a http://paste.kodi.tv?
et_ee: Kas soovid vaadata oma %s või laadida selle üles aadressile http://paste.kodi.tv/?
fi_fi: Haluatko katsella tiedostoa %s vai lähettää sen https://paste.kodi.tv/ -palveluun?
fr_fr: Voulez-vous voir votre %s ou le téléverser sur http://paste.kodi.tv/ ?
it_it: Vuoi visualizzare il tuo %s o caricarlo su http://paste.kodi.tv/?

# #32041
source: view
es_mx: ver
et_ee: vaata
fi_fi: katsele
fr_fr: voir
it_it: visualizza
ko_kr: 보기
ru_ru: просмотреть
zh_cn: 查看

# #32042
source: upload
es_mx: cargar
et_ee: laadi üles
fi_fi: lähetä
fr_fr: téléverser
it_it: carica
ko_kr: 업로드
ru_ru: загрузить
zh_cn: 上传

# #32501
source: Advanced options
es_mx: Opciones avanzadas
et_ee: Lisaseaded
fi_fi: Lisäasetukset
fr_fr: Options avancées
it_it: Opzioni avanzate
ko_kr: 고급 옵션
ru_ru: Дополнительные параметры
zh_cn: 高级选项

# #32502
source: Additional logfiles to post
es_mx: Archivos log adicionales a cargar
et_ee: Veel logifaile üleslaadimiseks
fi_fi: Muita lähetettäviä lokitiedostoja
fr_fr: Fichiers de journalisation supplémentaires à publier
it_it: File di registro aggiuntivi da pubblicare
ko_kr: 게시할 추가 로그 파일
ru_ru: Дополнительные лог-файлы для размещения
zh_cn: 要发布的附加日志文件

# #32503
source: Post the old logfile, from the last time Kodi ran
es_mx: Carga el log anterior, de la ejecución de Kodi anterior
et_ee: Postita vana logifail viimasest Kodi käivitusest
fi_fi: Lähetä vanha lokitiedosto Kodin edelliseltä käyttökerralta
fr_fr: Publier l’ancien fichier de journalisation, celui de la précédente exécution de Kodi
it_it: Pubblica il vecchio file di registro, dall'ultima volta che Kodi è stato eseguito
ko_kr: Kodi가 마지막으로 실행되었을 때의 이전 로그 파일 게시
ru_ru: Предоставьте предыдущий лог-файл (с последнего запуска Kodi)
zh_cn: 发布上次 Kodi 运行时的旧日志文件

# #32504
source: Post the crashlog (available on linux/osx/ios only)
es_mx: Carga el log de crasheo (disponible en linux/osx/ios únicamente)
et_ee: Postita krahhi logifail (saadaval ainult linux/osx/ios puhul)
fi_fi: Lähetä kaatumisloki (käytettävissä vain Linux/OSX ja iOS -alustoilla)
fr_fr: Publier le rapport de plantage (disponible uniquement sur Linux/macOS/iOS)
it_it: Pubblica il file di registro degli arresti anomali (disponibile solo su linux/osx/ios)
ko_kr: 충돌 로그 게시(linux/osx/ios에서만 사용 가능)
ru_ru: Опубликовать аварийный лог-файл (только для linux/osx/ios)
zh_cn: 发布崩溃日志（仅在 linux/osx/ios 可用）

# #32005
source: This file is too large. Max size is 10MB.
ko_kr: 파일이 너무 큽니다. 최대 크기는 10MB입니다.
ru_ru: Слишком большой файл. Максимальный размер - 1 МБ.
zh_cn: 文件过大，最高限值为 10MB。

# #32040
source: Do you want to view your %s or upload it to http://paste.pm4k.eu/?
ko_kr: %s을(를) 보거나 http://paste.pm4k.eu/에 업로드할까요?
ru_ru: Хотите просмотреть свои %s или загрузить их на http://paste.pm4k.eu/?
zh_cn: 您想查看 %s 还是将其上传到 http://paste.pm4k.eu/？
